Repository: fysikteknologsektionen/ftek-theme-v3
Catalog: languages/*.po
Languages: sv_se

source: WordPress theme for ftek.se
sv_se: WordPress-tema för ftek.se

source: Organization number: %1$s
sv_se: Organisationsnummer: %1$s

source: Publisher: %1$s
sv_se: Ansvarig utgivare: %1$s

source: Email: %1$s
sv_se: Emejl: %1$s

source: Street address: %1$s
sv_se: Besöksaddress: %1$s

source: Mailing address: %1$s
sv_se: Postaddress: %1$s

source: Looking for someone?
sv_se: Letar du efter någon?

source: Development and design: %1$s
sv_se: Utveckling och design: %1$s

source: Original design: %1$s
sv_se: Ursprunlig design: %1$s

source: Development and support: %1$s
sv_se: Utveckling och support: %1$s

source: Contact
sv_se: Kontakt

source: Privacy Policy
sv_se: Integritetspolicy

source: It is terror for the evil man to awake in darkness and see The Phantom.
sv_se: Att vakna i mörkret och se Fantomen – en fasa för onda män.

source: He who looks upon the Phantom's face will die a horrible death.
sv_se: Den som ser Fantomen utan mask dör en fasansfull död.

source: There are times when the Phantom leaves the jungle and walks the streets of the town like an ordinary man.
sv_se: Det finns nätter då Fantomen lämnar djungeln och går på stadens gator som en vanlig man.

source: You never find the Phantom – he finds you.
sv_se: Du hittar aldrig Fantomen – han hittar dig.

source: When the Phantom asks, you answer.
sv_se: Då Fantomen frågar svarar man.

source: When the Phantom moves, lightning stands still.
sv_se: Då Fantomen rör sig står blixten stilla.

source: The voice of the Phantom turns the blood to ice.
sv_se: Fantomens röst isar i blodet.

source: The Phantom has the strength of ten tigers.
sv_se: Fantomen har tio tigrars styrka.

source: The Phantom has a thousand eyes and a thousand ears.
sv_se: Fantomen har tusen ögon och tusen öron.

source: The Phantom moves as silently as the jungle cat.
sv_se: Fantomen smyger tystare än djungelkatten.

source: The Phantom is rough with roughnecks.
sv_se: Fantomen är hård mot de hårda.

source: Never point a gun at the Phantom.
sv_se: Sikta aldrig på Fantomen.

source: Learn to love the darkness.
sv_se: Lär dig älska mörkret.

source: Main navbar
sv_se: Huvudnavigation

source: Sign in
sv_se: Logga in

source: Ftek Theme Settings
sv_se: Inställningar för Ftek Theme

source: Full name of the publisher
sv_se: Ansvarig utgivares namn

source: Organization number
sv_se: Organisationsnummer

source: Email
sv_se: Emejl

source: Street address
sv_se: Besöksaddress

source: Mailing address
sv_se: Postaddress

source: Url to contact page
sv_se: Url till kontaktsida

source: Url to privacy policy page
sv_se: Url till integritetspolicy-sida

source: Url to page about Lee Falk's Phantom
sv_se: Url till sida om Lee Falk's Fantomen

source: Name of support contact
sv_se: Namn på supportkontakt

source: Url to support contact page
sv_se: Url till supportkontaktsens sida

source: Results for "%s"
sv_se: Resultat för "%s"

source: Nothing here
sv_se: Ingenting här

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
sv_se: Ledsen, men ingenting matchade dina söktermer. Försök igen med några andra nyckelord.

source: It seems we can't find what you're looking for. Perhaps searching can help.
sv_se: Det verkar som att vi inte kan hitta vad du letar efter. Att söka kan kanske hjälpa.

source: Select slideshow images
sv_se: Välj bildspelsbilder
